[Twk_Map_Boyle01 DisTweaks_AbstractItemPickupNote]
m_PressKeyToReadMessage=""
m_OnPickupMessage=""
m_SingleItemPickupMessage=""

[Twk_Map_Boyle01:DisTweaks_Interactable_PickupBase_107 DisTweaks_Interactable_PickupBase]
m_NotUsableWhilePossessingInteractText=""
m_Name="Mapa da Área"
m_InteractText="`GBA_Use` Olhar"
m_AltInteractText=""
m_UseMessage=""
m_AltUseMessage=""
m_CannotUseMessage=""

[Twk_Map_Bridge01 DisTweaks_AbstractItemPickupNote]
m_PressKeyToReadMessage=""
m_OnPickupMessage=""
m_SingleItemPickupMessage=""

[Twk_Map_Bridge01:DisTweaks_Interactable_PickupBase_107 DisTweaks_Interactable_PickupBase]
m_NotUsableWhilePossessingInteractText=""
m_Name="Mapa da Área"
m_InteractText="`GBA_Use` Olhar"
m_AltInteractText=""
m_UseMessage=""
m_AltUseMessage=""
m_CannotUseMessage=""

[Twk_Map_Brothel01 DisTweaks_AbstractItemPickupNote]
m_PressKeyToReadMessage=""
m_OnPickupMessage=""
m_SingleItemPickupMessage=""

[Twk_Map_Brothel01:DisTweaks_Interactable_PickupBase_107 DisTweaks_Interactable_PickupBase]
m_NotUsableWhilePossessingInteractText=""
m_Name="Mapa da Área"
m_InteractText="`GBA_Use` Olhar"
m_AltInteractText=""
m_UseMessage=""
m_AltUseMessage=""
m_CannotUseMessage=""

[Twk_Map_Int_Brothel01 DisTweaks_AbstractItemPickupNote]
m_PressKeyToReadMessage=""
m_OnPickupMessage=""
m_SingleItemPickupMessage=""

[Twk_Map_Int_Brothel01:DisTweaks_Interactable_PickupBase_107 DisTweaks_Interactable_PickupBase]
m_NotUsableWhilePossessingInteractText=""
m_Name="Mapa da Área"
m_InteractText="`GBA_Use` Olhar"
m_AltInteractText=""
m_UseMessage=""
m_AltUseMessage=""
m_CannotUseMessage=""

[Twk_Map_Int_Overseers01 DisTweaks_AbstractItemPickupNote]
m_PressKeyToReadMessage=""
m_OnPickupMessage=""
m_SingleItemPickupMessage=""

[Twk_Map_Int_Overseers01:DisTweaks_Interactable_PickupBase_107 DisTweaks_Interactable_PickupBase]
m_NotUsableWhilePossessingInteractText=""
m_Name="Mapa da Área"
m_InteractText="`GBA_Use` Olhar"
m_AltInteractText=""
m_UseMessage=""
m_AltUseMessage=""
m_CannotUseMessage=""

[Twk_Map_Int_Overseers02 DisTweaks_AbstractItemPickupNote]
m_PressKeyToReadMessage=""
m_OnPickupMessage=""
m_SingleItemPickupMessage=""

[Twk_Map_Int_Overseers02:DisTweaks_Interactable_PickupBase_107 DisTweaks_Interactable_PickupBase]
m_NotUsableWhilePossessingInteractText=""
m_Name="Mapa da Área"
m_InteractText="`GBA_Use` Olhar"
m_AltInteractText=""
m_UseMessage=""
m_AltUseMessage=""
m_CannotUseMessage=""

[Twk_Map_Lighthouse01 DisTweaks_AbstractItemPickupNote]
m_PressKeyToReadMessage=""
m_OnPickupMessage=""
m_SingleItemPickupMessage=""

[Twk_Map_Lighthouse01:DisTweaks_Interactable_PickupBase_107 DisTweaks_Interactable_PickupBase]
m_NotUsableWhilePossessingInteractText=""
m_Name="Mapa da Área"
m_InteractText="`GBA_Use` Olhar"
m_AltInteractText=""
m_UseMessage=""
m_AltUseMessage=""
m_CannotUseMessage=""

[Twk_Map_Lighthouse_Harbor DisTweaks_AbstractItemPickupNote]
m_PressKeyToReadMessage=""
m_OnPickupMessage=""

[Twk_Map_Lighthouse_NorthEntrance DisTweaks_AbstractItemPickupNote]
m_PressKeyToReadMessage=""
m_OnPickupMessage=""

[Twk_Map_Overseers01 DisTweaks_AbstractItemPickupNote]
m_PressKeyToReadMessage=""
m_OnPickupMessage=""
m_SingleItemPickupMessage=""

[Twk_Map_Overseers01:DisTweaks_Interactable_PickupBase_107 DisTweaks_Interactable_PickupBase]
m_NotUsableWhilePossessingInteractText=""
m_Name="Mapa da Área"
m_InteractText="`GBA_Use` Olhar"
m_AltInteractText=""
m_UseMessage=""
m_AltUseMessage=""
m_CannotUseMessage=""

[Twk_Map_Streets01 DisTweaks_AbstractItemPickupNote]
m_PressKeyToReadMessage=""
m_OnPickupMessage=""
m_SingleItemPickupMessage=""

[Twk_Map_Streets01:DisTweaks_Interactable_PickupBase_107 DisTweaks_Interactable_PickupBase]
m_NotUsableWhilePossessingInteractText=""
m_Name="Mapa da Área"
m_InteractText="`GBA_Use` Olhar"
m_AltInteractText=""
m_UseMessage=""
m_AltUseMessage=""
m_CannotUseMessage=""

[Twk_Map_Tower01 DisTweaks_AbstractItemPickupNote]
m_PressKeyToReadMessage=""
m_OnPickupMessage=""
m_SingleItemPickupMessage=""

[Twk_Map_Tower01:DisTweaks_Interactable_PickupBase_107 DisTweaks_Interactable_PickupBase]
m_NotUsableWhilePossessingInteractText=""
m_Name="Mapa da Área"
m_InteractText="`GBA_Use` Olhar"
m_AltInteractText=""
m_UseMessage=""
m_AltUseMessage=""
m_CannotUseMessage=""

[Twk_Map_Tower02 DisTweaks_AbstractItemPickupNote]
m_PressKeyToReadMessage=""
m_OnPickupMessage=""
m_SingleItemPickupMessage=""

[Twk_Map_Tower02:DisTweaks_Interactable_PickupBase_107 DisTweaks_Interactable_PickupBase]
m_NotUsableWhilePossessingInteractText=""
m_Name="Mapa da Área"
m_InteractText="`GBA_Use` Olhar"
m_AltInteractText=""
m_UseMessage=""
m_AltUseMessage=""
m_CannotUseMessage=""

